[{"id":"1627835038422","title":"First Post on my website ","content":"This is the first post I'm typing after working on this project for 5 days. This project was supposed to get done in just 2-3 days but there was an error I was getting while posting the image in the blog post. The error was that I was getting a backward slash in my image URL it was meant to be a forward slash. The tutor in the tutorial video and even my friend wasn't getting error on same code that I wrote. I searched on google and find out that It was because I was using Windows OS. Then I found a solution to that on a website that was using split and join in the URL to replace the slashes and it finally worked out in the end after 3 days. ","post_image":"../uploads/post-image-1627835038391.png","added_date":"1627835038422"},{"id":"1581377760891","title":"My first job as a developer","content":"In college, I met a friend at a computer club who was showing a really cool application where you can swipe between different types of clothing!\nBeing very intrigued, I asked my friend if there is any way I can help out and join the team! After some thinking, he told me to finish an assignment, and then they will consider me. Over the weekend, I finished the assignment and was right away told I can join the team, though I would be working for free. That was completely fine for me! ","post_image":"uploads/post-image-1581377760883.jpg","added_date":"1581377760891"},{"id":"1581376324100","title":"I LOVE JavaScript","content":"I have been using JavaScript since the beginning of my coding career!\nI used it to build simple websites and I used it to build large scale applications!  \nNow I use it to teach others, as well as create large applications. The possibilities of this language are endless, and the use cases keep increasing every single day! ","post_image":"uploads/post-image-1581376324096.png","added_date":"1581376324100"},{"id":"1581375207401","title":"Why learning coding is important?","content":"Nowadays with everything being electronic, everything needs to be programmed! \n\nFrom computers, to cars, machines, or anything else it most likely requires programming!\n\nSo as a result, demand for coders keeps increasing year by year, due to all these technological advances!","post_image":"uploads/post-image-1581375207393.jpg","added_date":"1581375207401"}]